import React from 'react'
import Chif from './Chif/Chif'
import MainContentWrapper from '../MainContentWrapper/MainContentWrapper'
const History = () => {
    return (
        <MainContentWrapper>
            <div class="history"> 
                <div class="history-chif history__chif">
                    <Chif position="Начальник кафедры" rang="полковник" SecondName="Моисеев" FirsName="Василий" MiddleName="Викторович"/>
                    <Chif position="Начальник кафедры" rang="полковник" SecondName="Моисеев" FirsName="Василий" MiddleName="Викторович"/>
                    <Chif position="Начальник кафедры" rang="полковник" SecondName="Моисеев" FirsName="Василий" MiddleName="Викторович"/>     
                </div>
                <div class="history-text history__text">
                    <p class="history-text__p">
                        Кафедра осуществляет подготовку специалистов по эксплуатации автоматизированных систем обработки информации
                        в интересах органов пограничной службы. С этой целью разработана и введена в эксплуатацию учебная трехуровневая
                        автоматизированная система пограничного контроля.
                    </p>
                    <p class="history-text__p">
                        Коллектив кафедры тесно взаимодействует со структурными подразделениями Министерства обороны и Генерального штаба,
                        командованием ВВС и войск ПВО, предприятиями военно-промышленного комплекса, научными организациями и вузами Республики Беларусь.
                    </p>
                    <p class="history-text__p">
                        Ежегодно профессорско-преподавательский состав кафедры и курсанты участвуют в международных выставках и конференциях,
                        мероприятиях оперативной и боевой подготовки войск в период проведения комплексных оперативных учений.
                    </p>
                    <p class="history-text__p">
                        Для решения задачи переподготовки офицеров боевых расчетов командных пунктов, подготовки курсантов и слушателей разработан и,
                        в рамках Государственной программы вооружения, создан учебно-стационарный комплекс АСУ.
                        Он представляет собой совокупность учебно-боевых командных пунктов тактического, оперативно-тактического и оперативно-стратегического 
                        звеньев управления ВВС и войск ПВО и Оперативного командования Сухопутных войск.
                    </p>
                    <p class="history-text__p">
                        Особенностями запатентованного Военной академией учебно-стационарного комплекса АСУ является интеграция в одном комплексе следующих основных возможностей:
                    </p>
                    <ul class="history-text__list">
                        <li class="history-text__item">
                            информационный обмен в режиме реального времени с командными пунктами, несущими боевое дежурство;
                        </li>
                        <li class="history-text__item">
                            связь с реальными объектами управления и источниками информации, находящимися на учебном полигоне академии;
                        </li>
                        <li class="history-text__item">
                            штатное программное обеспечение;
                        </li>
                        <li class="history-text__item">
                            возможность, как наращивания системы, так и ее оперативной реконфигурации и др.
                        </li>
                    </ul>
                    <p class="history-text__p">
                        Кафедра осуществляет подготовку специалистов по эксплуатации автоматизированных систем обработки информации в интересах органов пограничной службы. С этой целью разработана и введена в эксплуатацию учебная трехуровневая автоматизированная система пограничного контроля.
                    </p>
                    <p class="history-text__p">
                        Коллектив кафедры тесно взаимодействует со структурными подразделениями Министерства обороны и Генерального штаба, командованием ВВС и войск ПВО, предприятиями военно-промышленного комплекса, научными организациями и вузами Республики Беларусь.
                    </p>
                    <p class="history-text__p">
                        Ежегодно профессорско-преподавательский состав кафедры и курсанты участвуют в международных выставках и конференциях, мероприятиях оперативной и боевой подготовки войск в период проведения комплексных оперативных учений.
                    </p>
                    <p class="history-text__p">
                        В 2011 году на базе кафедры сформирована новая специальность "Обеспечение безопасности информационно-технических объектов"
                    </p>
                    <p class="history-text__p">
                        В ноябре 2015 года на кафедре 41 открылась лаборатория военно-научного кружка.
                    </p>
                    <p class="history-text__p">
                        В настоящее время в военно-научном кружке сотсоят 72 курсанта факультета связи и АСУ. 
                    </p>
                    <p class="history-text__p">
                        Работа в кружке ВНО ведется по двум основным направлениям: исследования с использованием программных средств и исследования с аппаратно-техническими реализациями.
                    </p>
                    <p class="history-text__p">
                        Ежегодно члены ВНК принимают участие в академических выставках научно-технического творчества как факультета, так и академии и занимают призовые места.
                    </p>
                    
                </div>
            </div>
        </MainContentWrapper>
    )
}

export default History
